[{"info":"Iodine is a chemical element with symbol I and atomic number 53. The heaviest of the stable halogens, it exists as a lustrous, purple-black metallic solid at standard conditions that sublimes readily to form a violet gas. The elemental form was discovered by the French chemist Bernard Courtois in 1811. It was named two years later by Joseph-Louis Gay-Lussac from this property, after the Greek ἰωδης \"violet-coloured\"."},{"info":"The hydrogen molecular ion, dihydrogen cation, or H+\n2, is the simplest molecular ion. It is composed of two positively charged protons and one negatively charged electron, and can be formed from ionization of a neutral hydrogen molecule. It is of great historical and theoretical interest because, having only one electron, the Schrödinger equation for the system can be solved in a relatively straightforward way due to the lack of electron–electron repulsion (electron correlation). The analytical solutions for the energy eigenvalues are a generalization of the Lambert W function.[1] Thus, the case of clamped nuclei can be completely done analytically using a computer algebra system within an experimental mathematics approach. Consequently, it is included as an example in most quantum chemistry textbooks."},{"info":"No Info"},{"info":"Fluorine is a chemical element with symbol F and atomic number 9. It is the lightest halogen and exists as a highly toxic pale yellow diatomic gas at standard conditions. As the most electronegative element, it is extremely reactive: almost all other elements, including some noble gases, form compounds with fluorine."},{"info":"No Info"},{"info":"Diatomic carbon (systematically named ethenediylidene and dicarbon(C—C)), also called dicarbon, is an inorganic chemical with the chemical formula C=C (also written [C\n2] or C\n2). It is a gas that only exists above 3,642 °C (6,588 °F),[citation needed] below which it aggregates into graphite or fullerenes. It occurs in carbon vapor, for example in electric arcs; in comets, stellar atmospheres and the interstellar medium; and in blue hydrocarbon flames.[1]"},{"info":"Bromine is a chemical element with symbol Br and atomic number 35. It is the third-lightest halogen, and is a fuming red-brown liquid at room temperature that evaporates readily to form a similarly coloured gas. Its properties are thus intermediate between those of chlorine and iodine. Isolated independently by two chemists, Carl Jacob Löwig (in 1825) and Antoine Jérôme Balard (in 1826), its name was derived from the Ancient Greek βρῶμος \"stench\", referencing its sharp and disagreeable smell."}]