[{"info":"Fluorosulfuric acid (IUPAC name: sulfurofluoridic acid) is the inorganic compound with the chemical formula HSO3F. It is one of the strongest acids commercially available. The formula HSO3F emphasizes its relationship to sulfuric acid, H2SO4; HSO3F is a tetrahedral molecule. It is a colourless liquid, although commercial samples are often yellow.[1]","id":"FHO3S"},{"info":"Fluorine perchlorate is the rarely encountered chemical compound of fluorine, chlorine, and oxygen with the chemical formula FClO\n4 or FOClO\n3. It is an extremely unstable gas that explodes spontaneously[2] and has a penetrating odor.[3]","id":"FOClO3"},{"info":"Formic acid, systemically named methanoic acid, is the simplest carboxylic acid. The chemical formula is HCOOH or HCO2H. It is an important intermediate in chemical synthesis and occurs naturally, most notably in some ants. The word \"formic\" comes from the Latin word for ant, formica, referring to its early isolation by the distillation of ant bodies, and the trivial name in some languages means \"ant-acid\", such as Dutch mierenzuur, Danish myresyre, Faroese meyrusýra and German Ameisensäure. Esters, salts, and the anions derived from formic acid are called formates.","id":"HCOOH"},{"info":"No Info","id":"GdI2"},{"info":"No Info","id":"GdSe"},{"info":"Fructose, or fruit sugar, is a simple ketonic monosaccharide found in many plants, where it is often bonded to glucose to form the disaccharide sucrose. It is one of the three dietary monosaccharides, along with glucose and galactose, that are absorbed directly into the bloodstream during digestion. Fructose was discovered by French chemist Augustin-Pierre Dubrunfaut in 1847.[4][5] The name \"fructose\" was coined in 1857 by the English chemist William Miller.[6] Pure, dry fructose is a very sweet, white, odorless, crystalline solid and is the most water-soluble of all the sugars.[7] Fructose is found in honey, tree and vine fruits, flowers, berries, and most root vegetables.","id":"C6H12O6"},{"info":"Butyraldehyde\nDecanal\nHeptanal\nHexanal\nNonanal\nOctadecanal\nOctanal\nPentanal\nPropionaldehyde","id":"CH2O"},{"info":"No Info","id":"GdSi2"},{"info":"Gadolinium(III) bromide is a crystalline compound of gadolinium atoms and three bromine atoms. Gadolinium bromide is hygroscopic.[2]","id":"GdBr3"},{"info":"Gadolinium(III) chloride, also known as gadolinium trichloride, is GdCl3. It is a colorless, hygroscopic, water-soluble solid. The hexahydrate GdCl3∙6H2O is commonly encountered and is sometimes also called gadolinium trichloride. Gd3+ species are of special interest because the ion has the maximum number of unpaired spins possible, at least for known elements. With seven valence electrons and seven available f-orbitals, all seven electrons are unpaired and symmetrically arranged around the metal. The high magnetism and high symmetry combine to make Gd3+ a useful component in NMR spectroscopy and MRI.","id":"GdCl3"},{"info":"No Info","id":"GdF3"},{"info":"No Info","id":"GdCl3.6H2O"},{"info":"No Info","id":"GdI3"},{"info":"No Info","id":"GdN"},{"info":"Gadolinium(III) oxide (archaically gadolinia) is an inorganic compound with the formula Gd2O3. It is one of the most commonly available forms of the rare-earth element gadolinium, derivatives of which are potential contrast agents for magnetic resonance imaging.","id":"Gd2O3"},{"info":"No Info","id":"Gd2S3"},{"info":"No Info","id":"Gd2Te3"},{"info":"Galactose (galacto- + -ose, \"milk sugar\"), sometimes abbreviated Gal, is a monosaccharide sugar that is less sweet than glucose and fructose. It is a C-4 epimer of glucose.","id":"C6H12O6"},{"info":"Gallium antimonide (GaSb) is a semiconducting compound of gallium and antimony of the III-V family. It has a lattice constant of about 0.61 nm.","id":"GaSb"},{"info":"Gallium arsenide (GaAs) is a compound of the elements gallium and arsenic. It is a III-V direct bandgap semiconductor with a Zinc blende crystal structure.","id":"GaAs"},{"info":"Gallium nitride (GaN) is a binary III/V direct bandgap semiconductor commonly used in light-emitting diodes since the 1990s. The compound is a very hard material that has a Wurtzite crystal structure. Its wide band gap of 3.4 eV affords it special properties for applications in optoelectronic,[7][8] high-power and high-frequency devices. For example, GaN is the substrate which makes violet (405 nm) laser diodes possible, without use of nonlinear optical frequency-doubling.","id":"GaN"},{"info":"Gallium phosphide (GaP), a phosphide of gallium, is a compound semiconductor material with an indirect band gap of 2.26 eV(300K). The polycrystalline material has the appearance of pale orange pieces. Undoped single crystal wafers appear clear orange, but strongly doped wafers appear darker due to free-carrier absorption. It is odorless and insoluble in water.","id":"GaP"},{"info":"Gallium(I) oxide or gallium suboxide is an inorganic compound with the formula Ga2O.","id":"Ga2O"},{"info":"No Info","id":"Ga2Cl4"},{"info":"No Info","id":"GaCl2"},{"info":"No Info","id":"GaO"},{"info":"Gallium(II) selenide (GaSe) is a chemical compound. It has a hexagonal layer structure, similar to that of GaS.[1] It is a photoconductor,[2] a second harmonic generation crystal in nonlinear optics,[3] and has been used as a far-infrared conversion material[4] at 14-31 THz and above.[5]","id":"GaSe"},{"info":"Gallium(II) sulfide, GaS, is a chemical compound of gallium and sulfur. The normal form of gallium(II) sulfide as made from the elements has a hexagonal layer structure containing Ga24+ units which have a Ga-Ga distance of 248pm.[1] This layer structure is similar to GaTe, GaSe and InSe.[1] An unusual metastable form, with a distorted wurtzite structure has been reported as being produced using MOCVD. The metal organic precursors were di-tert-butyl gallium dithiocarbamates, for example GatBu2(S2CNMe2) and this was deposited onto GaAs. The structure of the GaS produced in this way is presumably Ga2+ S2−.[2]","id":"GaS"},{"info":"Gallium(II) telluride, GaTe, is a chemical compound of gallium and tellurium. There is research interest in the structure and electronic properties of GaTe because of the possibility that it, or related compounds, may have applications in the electronics industry. Gallium telluride can be made by reacting the elements or by metal organic vapour deposition (MOCVD).[1] . GaTe produced from the elements has a monoclinic crystal structure. Each gallium atom is tetrahedrally coordinated by 3 tellurium and one gallium atom. The gallium-gallium bond length in the Ga2 unit is 2.43 Angstrom. The structure consists of layers and can be formulated as Ga24+ 2Te2−.[2] The bonding within the layers is ionic-covalent and between the layers is predominantly van der Waals. GaTe is classified as a layered semiconductor (like GaSe and InSe which have similar structures). It is a direct band gap semiconductor with an energy of 1.65eV at room temperature.[3] A hexagonal form can be produced by low pressure metal organic vapour deposition (MOCVD) from alkyl gallium telluride cubane-type clusters e.g. from (t-butylGa( μ3-Te))4. The core consists of a cube of eight atoms, four gallium, and four tellurium atoms. Each gallium has an attached t-butyl group and three adjacent tellurium atoms and each tellurium has three adjacent gallium atoms. The hexagonal form, which is closely related to the monoclinic form, containing Ga24+ units, converts to the monoclinic form when annealed at 500 °C.[1]","id":"GaTe"},{"info":"Gallium(III) bromide (GaBr3) is a chemical compound, and one of four Gallium trihalides.","id":"GaBr3"},{"info":"Gallium trichloride is the chemical compound with the formula GaCl3. Solid gallium trichloride exists as a dimer with the formula Ga2Cl6.[1] It is colourless and soluble in virtually all solvents, even alkanes, which is truly unusual for a metal halide. It is the main precursor to most derivatives of gallium and a reagent in organic synthesis.[2]","id":"GaCl3"},{"info":"Gallium(III) fluoride (GaF3) is a chemical compound. It is a white solid that melts under pressure above 1000 °C but sublimes around 950 °C. It has the FeF3 structure where the gallium atoms are 6-coordinate.[1] GaF3 can be prepared by reacting F2 or HF with Ga2O3 or by thermal decomposition of (NH4)3GaF6.[2] GaF3 is virtually insoluble in water.[2] Solutions of GaF3 in HF can be evaporated to form the trihydrate, GaF3·3H2O, which on heating gives a hydrated form of GaF2(OH).[2] Gallium(III) fluoride reacts with mineral acids to form hydrofluoric acid.","id":"GaF3"},{"info":"No Info","id":"GaF3.3H2O"},{"info":"Digallane (systematically named digallane(6) and di-μ-hydrido-bis(dihydridogallium)) is an inorganic compound with the chemical formula GaH\n2(H)\n2GaH\n2 (also written [{GaH\n2(μ-H)}\n2] or [Ga\n2H\n6]). It is the dimer of the monomeric compound gallane. The eventual preparation of the pure compound, reported in 1989,[1][2] was hailed as a \"tour de force.\"[3] Digallane had been reported as early as 1941 by Wiberg;[4] however, this claim could not be verified by later work by Greenwood and others.[5]","id":"GaH3"},{"info":"Gallium hydroxide, Ga(OH)3 is formed as a gel following the addition of ammonia to Ga3+ salts.[1] It is also found in nature as the rare mineral söhngeite which is reported to contain octahedrally coordinated gallium atoms[2] Gallium hydroxide is amphoteric. In strongly acidic conditions, the gallium ion, Ga3+ is formed. In strongly basic conditions, Ga(OH)4− is formed. Salts of Ga(OH)4− are sometimes called gallates.[1]","id":"Ga(OH)3"},{"info":"Gallium(III) iodide is the chemical compound with the formula GaI3. It is the most common iodide of gallium. In the chemical vapor transport method of growing crystals of gallium arsenide uses iodine as the transport agent. It also exists as a dimer , Ga2I6.[1]","id":"GaI3"},{"info":"Gallium nitrate (brand name Ganite) is the gallium salt of nitric acid with the chemical formula Ga(NO3)3. It is a drug used to treat symptomatic hypercalcemia secondary to cancer. It works by preventing the breakdown of bone through the inhibition of osteoclast activity, thus lowering the amount of free calcium in the blood.[1][2] Gallium nitrate is also used to synthesize other gallium compounds.","id":"Ga(NO3)3"},{"info":"β: Monoclinic, mS20, space group = C2/m, No. 12[4]","id":"Ga2O3"},{"info":"Gallium(III) selenide (Ga2Se3) is a chemical compound. It has a defect sphalerite (cubic form of ZnS) structure.[1] It is a p-type semiconductor [2]","id":"Ga2Se3"},{"info":"No Info","id":"Ga2(SO4)3"},{"info":"Gallium(III) sulfide, Ga2S3, is a compound of sulfur and gallium, that is a semiconductor that has applications in electronics and photonics.","id":"Ga2S3"},{"info":"Gallium(III) telluride (Ga2Te3) is a chemical compound classified as a metal telluride. At room temperature gallium(III) telluride is an odorless, black, brittle crystalline solid and is a semiconductor of the III-VI type that crystallizes in a lattice structure.[2]","id":"Ga2Te3"},{"info":"Germanium telluride (GeTe) is a chemical compound of germanium and tellurium and is a component of chalcogenide glasses. It shows semimetallic conduction and ferroelectric behaviour.[2]","id":"GeTe"},{"info":"No Info","id":"GeBr2"},{"info":"Germanium(II) chloride","id":"GeCl2"},{"info":"Germanium difluoride (GeF2) is a chemical compound of germanium and fluorine. It is a white solid with a melting point of 110 °C which can be produced by reacting germanium tetrafluoride with germanium powder at 150–300 °C.[2]","id":"GeF2"},{"info":"Germanium iodide is a chemical compound of germanium and iodine. Two such compounds exist: germanium(II) iodide GeI2 and germanium(IV) iodide GeI4.[1]","id":"GeI2"},{"info":"Germanium monoxide, GeO, is a chemical compound of germanium and oxygen. It can be prepared as a yellow sublimate at 1000 °C by reacting GeO2 with Ge metal. The yellow sublimate turns brown on heating at 650 °C.[1] GeO is not well characterised.[1] It is amphoteric dissolving in acids to form germanium(II) salts and in alkali to form \"trihydroxogermanates\" or \"germanites\" containing the Ge(OH)3− ion.[2]","id":"GeO"},{"info":"[2]","id":"GeSe"},{"info":"Germanium monoxide\nGermanium disulfide","id":"GeS"},{"info":"No Info","id":"GeBr4"},{"info":"Germanium tetrachloride is a colourless, fuming liquid with a peculiar, acidic odour. It is used as an intermediate in the production of purified germanium metal. In recent years, GeCl4 usage has increased substantially due to its use as a reagent for fiber optic production.","id":"GeCl4"},{"info":"Germanium tetrafluoride (GeF4) is a chemical compound of germanium and fluorine. This colorless gas is formed by reacting germanium with fluorine or germanium dioxide (GeO2) with hydrofluoric acid (HF). Germanium difluoride can be synthesized by reacting germanium tetrafluoride with powdered germanium at 150–300 °C.[3]","id":"GeF4"},{"info":"Germane is the chemical compound with the formula GeH4, and the germanium analogue of methane. It is the simplest germanium hydride and one of the most useful compounds of germanium. Like the related compounds silane and methane, germane is tetrahedral. It burns in air to produce GeO2 and water. Germane is a group 14 hydride.","id":"GeH4"},{"info":"Germanium iodide is a chemical compound of germanium and iodine. Two such compounds exist: germanium(II) iodide GeI2 and germanium(IV) iodide GeI4.[1]","id":"GeI4"},{"info":"No Info","id":"Ge(CH3O)4"},{"info":"Germanium(IV) nitride is an inorganic compound with the chemical formula Ge3N4. It can be produced through the reaction of germanium and ammonia:[1]","id":"Ge3N4"},{"info":"No Info","id":"GeSe2"},{"info":"Germanium dioxide\nGermanium diselenide\nGermanium monosulfide\nLead disulfide\nSilicon sulfide\nTin disulfide","id":"GeS2"},{"info":"Germanium dioxide, also called germanium oxide and germania, is an inorganic compound with the chemical formula GeO2. It is the main commercial source of germanium. It also forms as a passivation layer on pure germanium in contact with atmospheric oxygen.","id":"GeO2"},{"info":"Glucose is a simple sugar with the molecular formula C6H12O6. Glucose circulates in the blood of animals as blood sugar. It is made during photosynthesis from water and carbon dioxide, using energy from sunlight. It is the most important source of energy for cellular respiration. Glucose is stored as a polymer, in plants as starch and in animals as glycogen.","id":"C6H12O6"},{"info":"Glutamic acid is an α-amino acid with formula C\n5H\n9O\n4N. It is usually abbreviated as Glu or E in biochemistry. Its molecular structure could be idealized as HOOC-CH(NH\n2)-(CH\n2)2-COOH, with two carboxyl groups -COOH and one amino group -NH\n2. However, in the solid state and mildly acid water solutions, the molecule assumes an electrically neutral zwitterion structure −OOC-CH(NH+\n3)-(CH\n2)2-COOH.","id":"C5H9NO4"},{"info":"Glutamine (abbreviated as Gln or Q; encoded by the codons CAA and CAG) is an α-amino acid that is used in the biosynthesis of proteins. It contains an α-amino group (which is in the protonated −NH3+ form under biological conditions), an α-carboxylic acid group (which is in the deprotonated −COO− form under biological conditions), and a side chain amide which replaces the side chain hydroxyl of glutamic acid with an amine functional group, classifying it as a charge neutral, polar (at physiological pH) amino acid. It is non-essential and conditionally essential in humans, meaning the body can usually synthesize sufficient amounts of it, but in some instances of stress, the body's demand for glutamine increases and glutamine must be obtained from the diet.[3][4]","id":"C5H10N2O3"},{"info":"Glycerol (/ˈɡlɪsərɒl/;[4] also called glycerine or glycerin; see spelling differences) is a simple polyol compound. It is a colorless, odorless, viscous liquid that is sweet-tasting and non-toxic. The glycerol backbone is found in all lipids known as triglycerides. It is widely used in the food industry as a sweetener and humectant and in pharmaceutical formulations. Glycerol has three hydroxyl groups that are responsible for its solubility in water and its hygroscopic nature.[5]","id":"C3H8O3"},{"info":"No Info","id":"AuTe2"},{"info":"Gold(I) bromide can be formed by synthesis from the elements or partial decomposition of gold(III) bromide by careful control of temperatures and pressures. It occurs in two modifications. One (I-AuBr) is isostructural with gold(I) chloride and has a body centered tetragonal unit cell with a=6.734A and c=8.674A and space group I41/amd. The other is isostructural with gold(I) iodide and has a primitive tetragonal cell a=4.296A and c=12.146A and space group P42/ncm. Single crystals of both modifications have been grown by chemical vapor transport.[1] Small amounts of Al,Ga or Fe were used as catalysts for the transport process to obtain the I-AuBr modification.","id":"AuBr"},{"info":"Gold(I) chloride is a compound of gold and chlorine with the chemical formula AuCl.","id":"AuCl"},{"info":"Glycine (abbreviated as Gly or G) is the amino acid that has a single hydrogen atom as its side chain. It is the simplest possible amino acid. The chemical formula of glycine is NH2‐CH2‐COOH. Glycine is one of the proteinogenic amino acids. In the genetic code, all codons starting with GG, namely GGU, GGC, GGA, GGG, code for glycine.","id":"NH2CH2COOH"},{"info":"No Info","id":"AuCN"},{"info":"Gold monoiodide (AuI) is a chemical compound of gold and iodine. This compound is commercially available. It can be synthesized by heating gold and iodine in a sealed tube at 120°C for about four months. It decomposes when treated with hot water.[2] But its related complexes are much more stable.[3]","id":"AuI"},{"info":"Gold(I) sulfide is the inorganic compound with the formula Au2S. It is one of two principal sulfides of gold, the other being gold(III) sulfide, Au2S3. Gold sulfides exist in nature as solid solutions with silver, which has the same covalent radius.","id":"Au2S"},{"info":"No Info","id":"Au4Cl8"},{"info":"No Info","id":"Au4F8"},{"info":"No Info","id":"AuSe"},{"info":"No Info","id":"AuTe"},{"info":"Gold(III) bromide is a dark-red to black crystalline solid.[1][2][3] It has the empirical formula AuBr3, but exists primarily as a dimer with the molecular formula Au2Br6 in which two gold atoms are bridged by two bromine atoms.[2][3][4] It is commonly referred to as gold(III) bromide, gold tribromide, and rarely but traditionally auric bromide, and sometimes as digold hexabromide. As is similar with the other gold halides, this compound is unique for being a coordination complex of a group 11 transition metal that is stable in an oxidation state of three whereas copper or silver complexes persist in oxidation states of one or two.[5]","id":"AuBr3"},{"info":"Gold(III) chloride, traditionally called auric chloride, is a chemical compound of gold and chlorine. With the molecular formula Au2Cl6, the name gold trichloride is a simplification, referring to the empirical formula, AuCl3. The Roman numerals in the name indicate that the gold has an oxidation state of +3, which is common for gold compounds. There is also another related chloride of gold, gold(I) chloride (AuCl). Chloroauric acid, HAuCl4, the product formed when gold dissolves in aqua regia, is sometimes referred to as \"gold chloride\" or \"acid gold trichloride\". Gold(III) chloride is very hygroscopic and highly soluble in water as well as ethanol. It decomposes above 160 °C or in light.","id":"AuCl3"},{"info":"Gold(III) fluoride, AuF3, is an orange solid that sublimes at 300 °C.[2] It is a powerful fluorinating agent.","id":"AuF3"},{"info":"Auric acid[citation needed]\nGold hydroxide[citation needed]","id":"Au(OH)3"},{"info":"No Info","id":"AuI3"},{"info":"Gold(III) oxide (Au2O3) is the most stable oxide of gold. It is a red-brown, thermally unstable solid that decomposes at 160 °C.[2] The hydrated form is weakly acidic and dissolves in concentrated alkali to form salts that are believed to contain the Au(OH)4− ion.[2]","id":"Au2O3"},{"info":"No Info","id":"Au2(SeO4)3"},{"info":"No Info","id":"Au2Se3"},{"info":"No Info","id":"Au2S3"},{"info":"Gold(V) fluoride is the inorganic compound with the formula Au2F10. This fluoride compound features gold in its highest known oxidation state. This red solid dissolves in hydrogen fluoride but these solutions decompose, liberating fluorine.","id":"AuF5"},{"info":"Hafnium diboride is an ultrahigh temperature ceramic composed of hafnium and boron. It has a melting temperature of about 3250 degrees Celsius. It is an unusual ceramic, having relatively high thermal and electrical conductivities, properties it shares with isostructural titanium diboride and zirconium diboride. It is a grey, metallic looking material. Hafnium diboride has a hexagonal crystal structure, a molar mass of 200.11 grams per mole, and a density of 10.5 grams per cubic centimeter.","id":"HfB2"},{"info":"No Info","id":"HfBr4"},{"info":"Hafnium carbide (HfC) is a chemical compound of hafnium and carbon. With a melting point of about 3900 °C it is one of the most refractory binary compounds known.[2] However, it has a low oxidation resistance, with the oxidation starting at temperatures as low as 430 °C.[3]","id":"HfC"},{"info":"No Info","id":"HfF4"},{"info":"No Info","id":"HfH2"},{"info":"No Info","id":"HfI3"},{"info":"No Info","id":"HfN"},{"info":"No Info","id":"HfSiO4"},{"info":"Hafnium(IV) oxide is the inorganic compound with the formula HfO2. Also known as hafnia, this colourless solid is one of the most common and stable compounds of hafnium. It is an electrical insulator with a band gap of 5.3~5.7 eV.[1] Hafnium dioxide is an intermediate in some processes that give hafnium metal.","id":"HfO2"},{"info":"No Info","id":"HfP"},{"info":"No Info","id":"HfSe2"},{"info":"No Info","id":"HfSi2"}]